<!DOCTYPE html>
<?php
ob_start();
session_start();
?>
<html lang="zh-TW">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>電影介紹 - 噗哩噗哩影城</title>
    <link rel="stylesheet" href="Movie.css">
    <style>
        body {
            font-family: Arial, sans-serif;
            margin: 0;
            padding: 0;
            background-color: black;
        }


    </style>
</head>

<body>

    <div class="container">
        <div class="scene1">
        <h1>HOTTT</h1>
        </div>

        <div class="movie">
            <img src="Smovie1.jpg" width="150">
            <h2><b><font size="6">《她死了》</b></font>
            <br/><font color=#373738>具正泰（卞約漢 飾）是名不動產經紀人，他的興趣是用客戶委託的鑰匙進入對方家，並偷窺別人的生活。正泰對在超商邊吃著香腸，邊上傳素食沙拉照片到社群媒體上的網紅韓素拉（申惠善 飾）有興趣，便開始觀察她。某天，潛入素拉家的正泰發現素拉死在沙發上。知道正泰潛入素拉家的人開始威脅正泰，負責此案的刑警吳英珠（李伊 飾）則將調查方向轉為正泰。想找到凶手的正泰開始透過素拉的社群媒體尋找真凶……<br/><br/></font>
            </h2>
        </div>

        <div class="movie">
            <img src="Smovie2.jpg"width="150">
            <h2><b><font size="6">《青春18X2通往有你的旅程》</b></font>
            <br/><font color=#373738> 劇情緣起於18年前的台灣，高中生Jimmy（許光漢 飾演）打工的地方出現了一位大他四歲、從日本來的背包客女孩Ami（清原果耶 飾演）。兩人夏天一起打工，漸漸地Jimmy對Ami萌生純純的愛意。就在距離越來越近的時候，Ami突然要回日本。看著難以接受的Jimmy，Ami提出了「某個約定」。時光飛逝，Jimmy在房間內找到18年前Ami從日本寄來的明信片。初戀的記憶湧上心頭，決定展開第一次在日本的單人旅行。Jimmy聽著和Ami有共通回憶的歌曲，坐火車前往她的故鄉。</font>
            </h2>
        </div>

        <div class="movie">
            <img src="Smovie3.jpg" width="150">
            <h2><b><font size="6">《猩球崛起：王國誕生》</b></font>
            <br/><font color=#373738>《猩球崛起：王國誕生》由威斯柏（《移動迷宮》三部曲）執導，導演威斯柏為造成全球轟動的史詩級《猩球崛起》系列注入新生命，背景設定在凱撒統治的後幾代，猩猩成為主導種族而人類卻被迫生活在陰影中。隨著新的暴君領袖建立起他的帝國，一隻年輕的猩猩將踏上一段艱險的旅程，迫使他質疑自己過去所相信的一切，做出將影響猩猩和人類未來的選擇。</font><br/><br/>
            </h2>
        </div>

        <div class="movie">
            <img src="Smovie4.jpg" alt="Movie 4" width="150">
            <h2><b><font size="6">《名偵探柯南：100萬美金的五稜星》</b></font>
            <br/><font color=#373738>江古田高中二年級學 生，黑羽快斗。有一天，他在家中發現一個隱密的房間，得知了聞名世界的魔術師父親．黑羽盜一 ，居然就是在世間引起轟動的怪盜基德，而他被一個神秘的組織所殺害。為了找尋真相，快斗穿上 盜一留下來的服裝，成為第二代怪盜基德，動身尋找盜一在找尋的「傳說的大寶石」，並追查「神 秘組織」的真實身分…。運用巧妙的技巧偷取眾多寶物的基德，這次的新目標是傳說的海藍寶石「海洋奇蹟」。<br/><br/></font>
            </h2>
        </div>

        <div class="movie">
            <img src="Smovie5.jpg" alt="Movie 5" width="150">
            <h2><b><font size="6">《排球少年！！垃圾場的對決》</b></font>
            <br/><font color=#373738>這次請回曾經執導第一到第三季的導演滿仲勸重執導筒以及負責前三季的作畫監督千葉崇洋。故事接續動畫在第四季之後，自從烏野高中擊敗全國大賽第二輪的勁敵稻荷崎高中後，便將面對宿敵：「音駒高中」，儘管這兩支球隊經常在練習賽中對戰，卻從未在全國錦標賽中交手；烏野與音駒兩所高中的排球教練在年輕時便許下了在全國大賽一決雌雄的約定，卻始終未能如願，直至今日，終於迎來對戰的機會，這兩組最熟悉的對手，都將拼盡全力，打出一場精采且不能重來的宿命之戰。</font>
            </h2>
        </div>

        <div class="movie">
            <img src="Smovie6.jpg" alt="Movie 6" width="150">
            <h2><b><font size="6">《加菲貓：農場大冒險》</b></font>
            <br/><font color=#373738>貓奴注意!全球知名的家貓回來了,帶領觀眾經歷一場揭開過去謎團的刺激冒險... 加菲貓是一隻討厭星期一、愛吃千層麵的慵懶家貓,牠即將展開一場出走家門的 瘋狂大冒險!日復一日,加菲貓過著平靜舒服的家庭生活,沒想到某天竟突然遭 遇綁架,加菲貓與牠忠實的狗狗夥伴歐弟,不情願地與失散多年的父親—放蕩不 羈的流浪街貓維克意外重逢。壞壞貓咪金珂絲因不滿曾遭到同為犯罪集團的維克 的背叛,因而策劃這次綁架行動,並脅迫加菲貓前往農場偷取牛奶,好補償金珂 絲過去的損失。</font>
            </h2>
        </div>

        <div class="movie">
            <img src="Smovie7.jpg" alt="Movie 7" width="150">
            <h2><b><font size="6">《腦筋急轉彎2》</b></font>
            <br/><font color=#373738>
            《腦筋急轉彎2》除了率領最受觀眾喜愛的情緒主角樂樂、憂憂、怒怒、厭厭、驚驚再度登場，更深入探索踏上青少女時期的萊莉內心，全新情緒角色也將全面解鎖，即將隨著她的嶄新日常生活一一登場，但一場「腦內革命」也無可避面地隨之爆發，令萊莉的內心世界再度陷入空前危機，樂樂和大夥們因而展開全新旅程，勢必奪回主控權以阻止災難發生！</font><br/><br/>
            </h2>
        </div>

        <div class="movie">
            <img src="Smovie8.jpg" alt="Movie 8" width="150">
            <h2><b><font size="6">《幻幻之交》</b></font>
            <br/><font color=#373738> 描述一個女孩發現她可以看見所有人的幻想朋友，在一段奇幻的冒險旅程中，她必須運用這樣的超能力，幫助幻幻和忘記他們的小朋友重新建立連結。編劇兼導演約翰卡拉辛斯基說：「七年前開始有這部電影的構想，主題是幻想的朋友，叫幻幻，有點像真人版的皮克斯動畫，故事主角是一個名叫碧的小女孩，她的人生正經歷一段艱難的時期，身體下意識反應之下，她開始可以看見每個人的幻幻之交，而每位孩子們創造出的幻幻，長大了就拋諸腦後，那她該如何運用這獨特的超能力，來幫助這些幻幻們呢？」</font>
            </h2>
        </div>

        <div class="movie">
            <img src="Smovie9.jpg" alt="Movie 9" width="150">
            <h2><b><font size="6">《特技玩家》</b></font>
            <br/><font color=#373738>創作靈感來自1980年代同名電視影集，主角是一名特技演員，就跟這個行業的每一個特技演員一樣，他常常被炸飛、輾壓、破窗而出以及從高處墜落地面，全都是為了娛樂觀眾。如今，他才剛因為意外受傷幾乎被迫無法再從事特技表演，這名勞工階級的英雄必須找到一名失蹤的電影明星、破解一個陰謀論，並且贏回他一生摯愛的芳心，同時還要繼續當一名特技演員。分身乏術、焦頭爛額的他有可能一帆風順嗎？</font><br/><br/>
            </h2>
        </div>

        <div class="movie">
            <img src="Smovie10.jpg" alt="Movie 10" width="150">
            <h2><b><font size="6">《貓的報恩》</b></font>
            <br/><font color=#373738>高中女生小春千鈞一髮之際救了差點被車撞到的貓，沒想到這隻小貓竟是貓王國的月牙王子！為了報答小春拯救王子的恩情，貓王國全國動員向小春展開報恩行動，貓國王親自現身並欽點小春成為太子妃。不知所措的小春，在神秘聲音的指引下，找到「貓咪事務所」的紳士貓男爵、口嫌體正直胖胖以及講義氣烏鴉。小春慢慢長出耳朵和鬍鬚，如果天亮前沒有變回來，小春將永遠變成貓！她唯一的希望就是飛奔而來的貓男爵跟胖胖⋯<br/><br/></font>
            </h2>
        </div>
    </div></div></div></div>
</body>
</html>
